{
	"historyTitle": "Our History",
	"history": "Louisville Jazz Initiative was founded in 2021. We are a non-profit organization dedicated to the preservation and promotion of jazz music in Louisville, Kentucky. Our mission is to provide opportunities for jazz musicians to perform, collaborate, and learn from one another. We believe that jazz is a unique art form that has the power to bring people together and create positive change in our community. We are committed to supporting the next generation of jazz musicians and ensuring that this important American art form continues to thrive in Louisville and beyond.",
	"missionTitle": "Our Mission",
	"mission": "The Louisville Jazz Initiative (LJI) is a diverse, inter-generational coalition of musicians and educators committed to the authentic teaching and performing of jazz; that is, in a way that preserves the connection between the art form and its cultural and historical context, highlights the inherent value of each individual's experience and expression, and empowers its participants to advocate for social and racial justice.",
	"eventsTitle": "Events",
	"noEvents": "There are no events scheduled at this time.",
	"seeAllEvents": "See all events",
	"whoLink": "Who We Are",
	"whatLink": "What We Do",
	"getInvolvedLink": "Get Involved!",
	"artistResourcesLink": "Teaching Artist Resources",
	"codeOfConductLink": "Code of Conduct",
	"newsTitle": "News",
	"noNews": "There are no news items at this time.",
	"newsletterCTA": "Join the LJI mailing list to stay up to date!",
	"emailLabel": "Email",
	"newsletterLabel": "Subscribe",
	"artistResourcesTitle": "Artist Resources",
	"login": "Login",
	"logout": "Logout",
	"profileTitle": "{{name}}'s Profile",
	"resourceLinksTitle": "Resources",
	"cmsLinkText": "Manage Content",
	"contactUs": "Contact Us",
	"contactCTA": "Send us an email - we'd love to hear from you!",
	"nameLabel": "Name",
	"messageLabel": "Message",
	"sendMessage": "Send Message",
	"activitiesTitle": "Activities",
	"blogTitle": "Blog",
	"reachTitle": "Reach",
	"visionTitle": "Vision",
	"vision": "Our vision is to create a vibrant and inclusive jazz community in Louisville that celebrates the rich history of the art form while also embracing new and innovative approaches to jazz music. We believe that jazz has the power to bring people together, inspire creativity, and foster a sense of belonging and connection. We are committed to creating a space where jazz musicians of all ages and backgrounds can come together to learn, collaborate, and share their love of music with the world.",
	"staffTitle": "Staff",
	"instagramCTA": "Follow {{firstName}} on Instagram",
	"pressKitTitle": "Promo Materials",
	"pressKit": "Our Press Kit is a collection of assets that you can use to promote our company. It includes our logo, photos, and other materials that you can use in your articles, blog posts, and social media posts.",
	"pressKitLink": "Download Press Kit",
	"newsletterFail": "Subscription failed. Refresh to try again or contact us for assistance.",
	"newsletterSuccess": "Thank you for signing up for the newsletter!",
	"newsletterServerError": "A server error occured. Please refresh and try again.",
	"grantTitle": "Grants and Opportunities",
	"grantDeadline": "Deadline: {{formattedDate}} at {{formattedTime}}",
	"moreInfo": "More Info",
	"contactFormError": "An error occurred. Please try again or email us directly at louisvillejazzinitiative@gmail.com.",
	"forbidden": "You do not have permission to access this page."
}
