{
	"historyTitle": "Our History",
	"history": "<0>In 2020, our city experienced a powerful upheaval. Amongst the COVID-19 pandemic and uprisings for racial justice in the shadow of the murder of Breonna Taylor by LMPD officers, the endurance of communities across Louisville was tested, and the music community was no exception. Ever resilient, we did what we could - new groups were formed, recordings made, concerts held outdoors - but in many ways we failed each other. Opportunities were not shared equitably, the most vulnerable members of our community were not properly supported and, instead of coming together, we became more fractured and insular. Established musicians and organizations did not stand up and declare their support for the broader movement towards racial justice. Recognizing the dissonance between this isolated, exclusionary, nonconfrontational reality and the history and ethos of jazz, we decided to hit the shed. We’re committed to be better and fight, together, for a brighter future for the generations of musicians coming up in our scene.</0><0>On these principles, Louisville Jazz Initiative was officially founded in April 2021 under the leadership of Executive Director, Dave Clark. Ever small and scrappy, we began building our community and sought funding for our musical and educational activities. We were very fortunate to receive the ArtsMatch grant from our local partner, artists’ service organization Fund for the Arts. This allowed us to raise funds from our supporters, and all donations were matched by corporate sponsors [NOTE: LIKELY NEED TO SPECIFY CORPORATE SPONSORS AS PART OF FFTA CONTRACT]. When all was said and done we received about $8500 from this grant, and hit the ground running. We were able to support or lead many community-focused activities, including grocery pop-ups in underserved neighborhoods and civic service outreach events at community centers. We began hosting regular jam sessions at venues across the city, fostering an inclusive environment for musicians and listeners alike to come together and share their passion for Black American Music. We hosted our first composer-in-residence, Rev. Dr. Joseph Dunn and commissioned new compositions from him for performances at the Portland Library and as a part of the 2021 Festival of Faiths at the Kentucky Center for the Performing Arts.</0><0>Since then, our initiative has continued to grow and is now thriving with more support than ever. In 2023, Louisville Jazz Initiative was granted 501(c)3 non-profit status by the IRS and, in 2024 received our Charitable Solicitations permit from the state of Kentucky. In the summer of 2024, Louisville Jazz Initiative took up residency at the Epping District, formerly the historic East Broadway Theatre. It will always be part of our mission to bring jazz to every corner of Louisville, but having a homebase, centrally located in the Smoketown neighborhood, will be fundamental to providing a consistent, safe space for jazz musicians and students from all around the city and surrounding area. There may be a lot of problems with our music scene, but we have no shortage of ideas or will to evolve. At its core, jazz is optimistic - even the deepest, darkest blues has a turnaround to offer some hope of light. Louisville Jazz Initiative is ready for the work, and so excited for the future we can manifest together!</0>",
	"missionTitle": "Our Mission",
	"mission": "The Louisville Jazz Initiative (LJI) is a diverse, inter-generational coalition of musicians and educators committed to the authentic teaching and performing of jazz; that is, in a way that preserves the connection between the art form and its cultural and historical context, highlights the inherent value of each individual's experience and expression, and empowers its participants to advocate for social and racial justice.",
	"eventsTitle": "Upcoming Events",
	"noEvents": "There are no events scheduled at this time.",
	"seeAllEvents": "See all events",
	"whoLink": "Who We Are",
	"whatLink": "What We Do",
	"getInvolvedLink": "Get Involved!",
	"artistResourcesLink": "Teaching Artist Resources",
	"codeOfConductLink": "Code of Conduct",
	"newsTitle": "News",
	"noNews": "There are no news items at this time.",
	"newsletterCTA": "Join the LJI mailing list to stay up to date!",
	"emailLabel": "Email",
	"newsletterLabel": "Subscribe",
	"artistResourcesTitle": "Artist Resources",
	"login": "Login",
	"logout": "Logout",
	"profileTitle": "{{name}}'s Profile",
	"resourceLinksTitle": "Resources",
	"cmsLinkText": "Manage Content",
	"contactUs": "Contact Us",
	"contactCTA": "Send us an email - we'd love to hear from you!",
	"nameLabel": "Name",
	"messageLabel": "Message",
	"sendMessage": "Send Message",
	"activitiesTitle": "Activities",
	"blogTitle": "Blog",
	"reachTitle": "Reach",
	"visionTitle": "Vision",
	"vision": "Our vision is to create a vibrant and inclusive jazz community in Louisville that celebrates the rich history of the art form while also embracing new and innovative approaches to jazz music. We believe that jazz has the power to bring people together, inspire creativity, and foster a sense of belonging and connection. We are committed to creating a space where jazz musicians of all ages and backgrounds can come together to learn, collaborate, and share their love of music with the world.",
	"staffTitle": "Staff",
	"instagramCTA": "Follow {{firstName}} on Instagram",
	"pressKitTitle": "Promo Materials",
	"pressKit": "Our Press Kit is a collection of assets that you can use to promote our company. It includes our logo, photos, and other materials that you can use in your articles, blog posts, and social media posts.",
	"pressKitLink": "Download Press Kit",
	"newsletterFail": "Subscription failed. Refresh to try again or contact us for assistance.",
	"newsletterSuccess": "Thank you for signing up for the newsletter!",
	"newsletterServerError": "A server error occured. Please refresh and try again.",
	"grantTitle": "Grants and Opportunities",
	"grantDeadline": "Deadline: {{formattedDate}} at {{formattedTime}}",
	"moreInfo": "More Info",
	"contactFormError": "An error occurred. Please try again or email us directly at louisvillejazzinitiative@gmail.com.",
	"forbidden": "You do not have permission to access this page.",
	"reachCopy": "We know quality is what really matters in community engagement. But here are the numbers anyway!",
	"socialMediaCTA": "Follow us on social media"
}
